The name of the text font.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public string FontName { get; }
  Visual Basic
Public ReadOnly Property FontName As String
	Get
  Visual C++
public:
property String^ FontName {
	String^ get ();
}
 See Also
  TextNode Class
  Autodesk.Revit.DB Namespace